<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.useso.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="ixdwiki,IxD,interaction,UED,UE,UI,UX,交互,交互设计百科" />





  <link rel="alternate" href="/atom.xml" title="交互设计百科" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x5173;&amp;#x4E8E;&amp;#x6211;&amp;#x4EEC;jhxt.org(&amp;#x4E5F;&amp;#x662F;ixd.wiki) &amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x767E;&amp;#x79D1;&amp;#x89E3;&amp;#x51B3;&amp;#x4E00;&amp;#x5207;&amp;#x5173;&amp;#x4E8E;&amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x76">
<meta property="og:type" content="website">
<meta property="og:title" content="关于我们">
<meta property="og:url" content="http://jhxt.org/about/index.html">
<meta property="og:site_name" content="交互设计百科">
<meta property="og:description" content="&amp;#x5173;&amp;#x4E8E;&amp;#x6211;&amp;#x4EEC;jhxt.org(&amp;#x4E5F;&amp;#x662F;ixd.wiki) &amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x767E;&amp;#x79D1;&amp;#x89E3;&amp;#x51B3;&amp;#x4E00;&amp;#x5207;&amp;#x5173;&amp;#x4E8E;&amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x76">
<meta property="og:updated_time" content="2016-06-26T23:39:09.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="关于我们">
<meta name="twitter:description" content="&amp;#x5173;&amp;#x4E8E;&amp;#x6211;&amp;#x4EEC;jhxt.org(&amp;#x4E5F;&amp;#x662F;ixd.wiki) &amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x767E;&amp;#x79D1;&amp;#x89E3;&amp;#x51B3;&amp;#x4E00;&amp;#x5207;&amp;#x5173;&amp;#x4E8E;&amp;#x4EA4;&amp;#x4E92;&amp;#x8BBE;&amp;#x8BA1;&amp;#x76">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6299627172952802000,
      author: '项目领头人-阿西UED'
    }
  };
</script>




  <link rel="canonical" href="http://jhxt.org/about/"/>

  <title>
  

  
    关于我们 | 交互设计百科
  
</title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  








  <div style="display: none;">
    <script src="//s6.cnzz.com/stat.php?id=1259663225&web_id=1259663225" type="text/javascript"></script>
  </div>





  
  
    
  

  <div class="container one-collumn sidebar-position-left  ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">交互设计百科</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">解决一切关于交互设计的疑惑</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="#" class="st-search-show-outputs">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <form class="site-search-form">
  <input type="text" id="st-search-input" class="st-search-input st-default-search-input" />
</form>

<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
    (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
    e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install', 'xzsUMx5xFCxJdys59Bs1','2.0.0');
</script>



    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    
    
      <h1 id="&#x5173;&#x4E8E;&#x6211;&#x4EEC;"><a href="#&#x5173;&#x4E8E;&#x6211;&#x4EEC;" class="headerlink" title="&#x5173;&#x4E8E;&#x6211;&#x4EEC;"></a>&#x5173;&#x4E8E;&#x6211;&#x4EEC;</h1><p>jhxt.org(&#x4E5F;&#x662F;ixd.wiki) &#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;<br>&#x89E3;&#x51B3;&#x4E00;&#x5207;&#x5173;&#x4E8E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x7684;&#x7591;&#x60D1;<br>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#xFF0C;&#x524D;&#x8EAB;&#x4E3A;<a href="http://ixd.wiki" target="_blank" rel="external">http://ixd.wiki</a>&#x3002;&#x662F;&#x4E13;&#x4E1A;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x5B66;&#x4E60;&#x5E73;&#x53F0;&#x3002;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x662F;&#x7531; <a href="http://iamue.com" target="_blank" rel="external">IAMUE</a> &#x7EF4;&#x62A4;&#x7684;&#x3002;<br>&#x672A;&#x6765;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#xFF0C;&#x5C06;&#x7EE7;&#x7EED;&#x4EE5;UX/UI&#x8BBE;&#x8BA1;&#x5E08;&#x4E3A;&#x4E2D;&#x5FC3;&#xFF0C;&#x4E3A;UX/UI&#x8BBE;&#x8BA1;&#x5E08;&#x505A;&#x6700;&#x597D;&#x7684;&#x670D;&#x52A1;&#xFF0C;&#x63D0;&#x9AD8;UI&#x8BBE;&#x8BA1;&#x884C;&#x4E1A;&#x4EF7;&#x503C;&#xFF01;</p>
<h1 id="&#x7248;&#x6743;&#x58F0;&#x660E;"><a href="#&#x7248;&#x6743;&#x58F0;&#x660E;" class="headerlink" title="&#x7248;&#x6743;&#x58F0;&#x660E;"></a>&#x7248;&#x6743;&#x58F0;&#x660E;</h1><h2 id="&#x4E00;-&#x7279;&#x522B;&#x63D0;&#x793A;"><a href="#&#x4E00;-&#x7279;&#x522B;&#x63D0;&#x793A;" class="headerlink" title="&#x4E00;. &#x7279;&#x522B;&#x63D0;&#x793A;"></a>&#x4E00;. &#x7279;&#x522B;&#x63D0;&#x793A;</h2><h3 id="1-1"><a href="#1-1" class="headerlink" title="1.1"></a>1.1</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x540C;&#x610F;&#x6309;&#x7167;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x89C4;&#x5B9A;&#x53CA;&#x5176;&#x4E0D;&#x65F6;&#x53D1;&#x5E03;&#x7684;&#x64CD;&#x4F5C;&#x89C4;&#x5219;&#x63D0;&#x4F9B;&#x57FA;&#x4E8E;&#x4E92;&#x8054;&#x7F51;&#x4EE5;&#x53CA;&#x79FB;&#x52A8;&#x7F51;&#x76F8;&#x5173;&#x670D;&#x52A1;&#xFF08;&#x4EE5;&#x4E0B;&#x79F0;&#x201D;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x201D;&#xFF09;&#xFF0C;&#x4E3A;&#x83B7;&#x5F97;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x670D;&#x52A1;&#x4F7F;&#x7528;&#x4EBA;&#xFF08;&#x4EE5;&#x4E0B;&#x79F0;&#x201D;&#x7528;&#x6237;&#x201D;&#xFF09;&#x5E94;&#x5F53;&#x540C;&#x610F;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x5168;&#x90E8;&#x6761;&#x6B3E;&#x5E76;&#x6309;&#x7167;&#x9875;&#x9762;&#x4E0A;&#x7684;&#x63D0;&#x793A;&#x5B8C;&#x6210;&#x5168;&#x90E8;&#x7684;&#x6CE8;&#x518C;&#x7A0B;&#x5E8F;&#x3002;&#x7528;&#x6237;&#x5728;&#x8FDB;&#x884C;&#x6CE8;&#x518C;&#x7A0B;&#x5E8F;&#x8FC7;&#x7A0B;&#x4E2D;&#x70B9;&#x51FB;&#x201D;&#x540C;&#x610F;&#x201D;&#x6309;&#x94AE;&#x5373;&#x8868;&#x793A;&#x7528;&#x6237;&#x5B8C;&#x5168;&#x63A5;&#x53D7;&#x672C;&#x534F;&#x8BAE;&#x9879;&#x4E0B;&#x7684;&#x5168;&#x90E8;&#x6761;&#x6B3E;&#x3002;</p>
<h3 id="1-2"><a href="#1-2" class="headerlink" title="1.2"></a>1.2</h3><p>&#x7528;&#x6237;&#x6CE8;&#x518C;&#x6210;&#x529F;&#x540E;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5C06;&#x7ED9;&#x4E88;&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x4E00;&#x4E2A;&#x7528;&#x6237;&#x5E10;&#x53F7;&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x5BC6;&#x7801;&#xFF0C;&#x8BE5;&#x7528;&#x6237;&#x5E10;&#x53F7;&#x548C;&#x5BC6;&#x7801;&#x7531;&#x7528;&#x6237;&#x8D1F;&#x8D23;&#x4FDD;&#x7BA1;&#xFF1B;&#x7528;&#x6237;&#x5E94;&#x5F53;&#x5BF9;&#x4EE5;&#x5176;&#x7528;&#x6237;&#x5E10;&#x53F7;&#x8FDB;&#x884C;&#x7684;&#x6240;&#x6709;&#x6D3B;&#x52A8;&#x548C;&#x4E8B;&#x4EF6;&#x8D1F;&#x6CD5;&#x5F8B;&#x8D23;&#x4EFB;</p>
<h2 id="&#x4E8C;-&#x670D;&#x52A1;&#x5185;&#x5BB9;"><a href="#&#x4E8C;-&#x670D;&#x52A1;&#x5185;&#x5BB9;" class="headerlink" title="&#x4E8C;. &#x670D;&#x52A1;&#x5185;&#x5BB9;"></a>&#x4E8C;. &#x670D;&#x52A1;&#x5185;&#x5BB9;</h2><h3 id="2-1"><a href="#2-1" class="headerlink" title="2.1"></a>2.1</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x5177;&#x4F53;&#x5185;&#x5BB9;&#x7531;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6839;&#x636E;&#x5B9E;&#x9645;&#x60C5;&#x51B5;&#x63D0;&#x4F9B;&#xFF0C;&#x4F8B;&#x5982;&#x641C;&#x7D22;&#x3001;&#x8D44;&#x8BAF;&#x3001;&#x5206;&#x4EAB;&#x3001;&#x539F;&#x521B;&#x3001;&#x7ADE;&#x8D5B;&#x548C;&#x6D3B;&#x52A8;&#x7B49;&#x3002;</p>
<h3 id="2-2"><a href="#2-2" class="headerlink" title="2.2"></a>2.2</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x63D0;&#x4F9B;&#x7684;&#x90E8;&#x5206;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E3A;&#x6536;&#x8D39;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x9700;&#x8981;&#x5411;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x652F;&#x4ED8;&#x4E00;&#x5B9A;&#x7684;&#x8D39;&#x7528;&#x3002;&#x5BF9;&#x4E8E;&#x6536;&#x8D39;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4F1A;&#x5728;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x4E4B;&#x524D;&#x7ED9;&#x4E88;&#x7528;&#x6237;&#x660E;&#x786E;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x53EA;&#x6709;&#x7528;&#x6237;&#x6839;&#x636E;&#x63D0;&#x793A;&#x786E;&#x8BA4;&#x5176;&#x613F;&#x610F;&#x652F;&#x4ED8;&#x76F8;&#x5173;&#x8D39;&#x7528;&#xFF0C;&#x7528;&#x6237;&#x624D;&#x80FD;&#x4F7F;&#x7528;&#x8BE5;&#x7B49;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x3002;&#x5982;&#x7528;&#x6237;&#x62D2;&#x7EDD;&#x652F;&#x4ED8;&#x76F8;&#x5173;&#x8D39;&#x7528;&#xFF0C;&#x5219;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x4E0D;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x8BE5;&#x7B49;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x3002;</p>
<h3 id="2-3"><a href="#2-3" class="headerlink" title="2.3"></a>2.3</h3><p>&#x7528;&#x6237;&#x7406;&#x89E3;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4EC5;&#x63D0;&#x4F9B;&#x76F8;&#x5173;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#x4E0E;&#x76F8;&#x5173;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x6709;&#x5173;&#x7684;&#x8BBE;&#x5907;&#xFF08;&#x5982;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x3001;&#x5176;&#x4ED6;&#x4E0E;&#x63A5;&#x5165;&#x4E92;&#x8054;&#x7F51;&#x6216;&#x79FB;&#x52A8;&#x7F51;&#x6709;&#x5173;&#x7684;&#x88C5;&#x7F6E;&#xFF09;&#x53CA;&#x6240;&#x9700;&#x7684;&#x8D39;&#x7528;&#xFF08;&#x5982;&#x4E3A;&#x63A5;&#x5165;&#x4E92;&#x8054;&#x7F51;&#x800C;&#x652F;&#x4ED8;&#x7684;&#x7535;&#x8BDD;&#x8D39;&#x53CA;&#x4E0A;&#x7F51;&#x8D39;&#xFF09;&#x5747;&#x5E94;&#x7531;&#x7528;&#x6237;&#x81EA;&#x884C;&#x8D1F;&#x62C5;&#x3002;</p>
<h2 id="&#x4E09;-&#x670D;&#x52A1;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;"><a href="#&#x4E09;-&#x670D;&#x52A1;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;" class="headerlink" title="&#x4E09;. &#x670D;&#x52A1;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;"></a>&#x4E09;. &#x670D;&#x52A1;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;</h2><h3 id="3-1"><a href="#3-1" class="headerlink" title="3.1"></a>3.1</h3><p>&#x9274;&#x4E8E;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x7279;&#x6B8A;&#x6027;&#xFF0C;&#x7528;&#x6237;&#x540C;&#x610F;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x968F;&#x65F6;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;&#x90E8;&#x5206;&#x6216;&#x5168;&#x90E8;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF08;&#x5305;&#x62EC;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF09;&#x3002;&#x5982;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x5C5E;&#x4E8E;&#x514D;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x65E0;&#x9700;&#x901A;&#x77E5;&#x7528;&#x6237;&#xFF0C;&#x4E5F;&#x65E0;&#x9700;&#x5BF9;&#x4EFB;&#x4F55;&#x7528;&#x6237;&#x6216;&#x4EFB;&#x4F55;&#x7B2C;&#x4E09;&#x65B9;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#xFF1B;&#x5982;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x5C5E;&#x4E8E;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5E94;&#x5F53;&#x5728;&#x53D8;&#x66F4;&#x3001;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;&#x4E4B;&#x524D;&#x4E8B;&#x5148;&#x901A;&#x77E5;&#x7528;&#x6237;&#xFF0C;&#x5E76;&#x5E94;&#x5411;&#x53D7;&#x5F71;&#x54CD;&#x7684;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x7B49;&#x503C;&#x7684;&#x66FF;&#x4EE3;&#x6027;&#x7684;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x5982;&#x7528;&#x6237;&#x4E0D;&#x613F;&#x610F;&#x63A5;&#x53D7;&#x66FF;&#x4EE3;&#x6027;&#x7684;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x5C31;&#x8BE5;&#x7528;&#x6237;&#x5DF2;&#x7ECF;&#x5411;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x652F;&#x4ED8;&#x7684;&#x670D;&#x52A1;&#x8D39;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5E94;&#x5F53;&#x6309;&#x7167;&#x8BE5;&#x7528;&#x6237;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#x76F8;&#x5E94;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x60C5;&#x51B5;&#x6263;&#x9664;&#x76F8;&#x5E94;&#x670D;&#x52A1;&#x8D39;&#x4E4B;&#x540E;&#x5C06;&#x5269;&#x4F59;&#x7684;&#x670D;&#x52A1;&#x8D39;&#x9000;&#x8FD8;&#x7ED9;&#x8BE5;&#x7528;&#x6237;&#x3002;</p>
<h3 id="3-2"><a href="#3-2" class="headerlink" title="3.2"></a>3.2</h3><p>&#x7528;&#x6237;&#x7406;&#x89E3;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x9700;&#x8981;&#x5B9A;&#x671F;&#x6216;&#x4E0D;&#x5B9A;&#x671F;&#x5730;&#x5BF9;&#x63D0;&#x4F9B;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x5E73;&#x53F0;&#xFF08;&#x5982;&#x4E92;&#x8054;&#x7F51;&#x7F51;&#x7AD9;&#xFF09;&#x6216;&#x76F8;&#x5173;&#x7684;&#x8BBE;&#x5907;&#x8FDB;&#x884C;&#x68C0;&#x4FEE;&#x6216;&#x8005;&#x7EF4;&#x62A4;&#xFF0C;&#x5982;&#x56E0;&#x6B64;&#x7C7B;&#x60C5;&#x51B5;&#x800C;&#x9020;&#x6210;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x5728;&#x5408;&#x7406;&#x65F6;&#x95F4;&#x5185;&#x7684;&#x4E2D;&#x65AD;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x65E0;&#x9700;&#x4E3A;&#x6B64;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#xFF0C;&#x4F46;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5E94;&#x5C3D;&#x53EF;&#x80FD;&#x4E8B;&#x5148;&#x8FDB;&#x884C;&#x901A;&#x544A;&#x3002;</p>
<h3 id="3-3"><a href="#3-3" class="headerlink" title="3.3"></a>3.3</h3><p>&#x5982;&#x53D1;&#x751F;&#x4E0B;&#x5217;&#x4EFB;&#x4F55;&#x4E00;&#x79CD;&#x60C5;&#x5F62;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x968F;&#x65F6;&#x4E2D;&#x65AD;&#x6216;&#x7EC8;&#x6B62;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x672C;&#x534F;&#x8BAE;&#x9879;&#x4E0B;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF08;&#x5305;&#x62EC;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF09;&#x800C;&#x65E0;&#x9700;&#x5BF9;&#x7528;&#x6237;&#x6216;&#x4EFB;&#x4F55;&#x7B2C;&#x4E09;&#x65B9;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#xFF1A;</p>
<h4 id="3-3-1"><a href="#3-3-1" class="headerlink" title="3.3.1"></a>3.3.1</h4><p>&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x7684;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x4E0D;&#x771F;&#x5B9E;&#xFF1B;</p>
<h4 id="3-3-2"><a href="#3-3-2" class="headerlink" title="3.3.2"></a>3.3.2</h4><p>&#x7528;&#x6237;&#x8FDD;&#x53CD;&#x672C;&#x534F;&#x8BAE;&#x4E2D;&#x89C4;&#x5B9A;&#x7684;&#x4F7F;&#x7528;&#x89C4;&#x5219;&#xFF1B;</p>
<h4 id="3-3-3"><a href="#3-3-3" class="headerlink" title="3.3.3"></a>3.3.3</h4><p>&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x65F6;&#x672A;&#x6309;&#x89C4;&#x5B9A;&#x5411;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x652F;&#x4ED8;&#x76F8;&#x5E94;&#x7684;&#x670D;&#x52A1;&#x8D39;&#x3002;</p>
<h3 id="3-4"><a href="#3-4" class="headerlink" title="3.4"></a>3.4</h3><p>&#x5982;&#x7528;&#x6237;&#x6CE8;&#x518C;&#x7684;&#x514D;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x5E10;&#x53F7;&#x5728;&#x4EFB;&#x4F55;&#x8FDE;&#x7EED;180&#x65E5;&#x5185;&#x672A;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#xFF0C;&#x6216;&#x8005;&#x7528;&#x6237;&#x6CE8;&#x518C;&#x7684;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x5E10;&#x53F7;&#x5728;&#x5176;&#x8BA2;&#x8D2D;&#x7684;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x670D;&#x52A1;&#x671F;&#x6EE1;&#x4E4B;&#x540E;&#x8FDE;&#x7EED;180&#x65E5;&#x5185;&#x672A;&#x5B9E;&#x9645;&#x4F7F;&#x7528;&#xFF0C;&#x5219;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x5220;&#x9664;&#x8BE5;&#x5E10;&#x53F7;&#x5E76;&#x505C;&#x6B62;&#x4E3A;&#x8BE5;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x76F8;&#x5173;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x3002;</p>
<h2 id="&#x56DB;-&#x4F7F;&#x7528;&#x89C4;&#x5219;"><a href="#&#x56DB;-&#x4F7F;&#x7528;&#x89C4;&#x5219;" class="headerlink" title="&#x56DB;. &#x4F7F;&#x7528;&#x89C4;&#x5219;"></a>&#x56DB;. &#x4F7F;&#x7528;&#x89C4;&#x5219;</h2><h3 id="4-1"><a href="#4-1" class="headerlink" title="4.1"></a>4.1</h3><p>&#x7528;&#x6237;&#x5728;&#x7533;&#x8BF7;&#x4F7F;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x5411;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x63D0;&#x4F9B;&#x51C6;&#x786E;&#x7684;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#xFF0C;&#x5982;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x6709;&#x4EFB;&#x4F55;&#x53D8;&#x52A8;&#xFF0C;&#x5FC5;&#x987B;&#x53CA;&#x65F6;&#x66F4;&#x65B0;&#x3002;</p>
<h3 id="4-2"><a href="#4-2" class="headerlink" title="4.2"></a>4.2</h3><p>&#x7528;&#x6237;&#x4E0D;&#x5E94;&#x5C06;&#x5176;&#x5E10;&#x53F7;&#x3001;&#x5BC6;&#x7801;&#x8F6C;&#x8BA9;&#x6216;&#x51FA;&#x501F;&#x4E88;&#x4ED6;&#x4EBA;&#x4F7F;&#x7528;&#x3002;&#x5982;&#x7528;&#x6237;&#x53D1;&#x73B0;&#x5176;&#x5E10;&#x53F7;&#x906D;&#x4ED6;&#x4EBA;&#x975E;&#x6CD5;&#x4F7F;&#x7528;&#xFF0C;&#x5E94;&#x7ACB;&#x5373;&#x901A;&#x77E5;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x3002;&#x56E0;&#x9ED1;&#x5BA2;&#x884C;&#x4E3A;&#x6216;&#x7528;&#x6237;&#x7684;&#x4FDD;&#x7BA1;&#x758F;&#x5FFD;&#x5BFC;&#x81F4;&#x5E10;&#x53F7;&#x3001;&#x5BC6;&#x7801;&#x906D;&#x4ED6;&#x4EBA;&#x975E;&#x6CD5;&#x4F7F;&#x7528;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x3002;</p>
<h3 id="4-3"><a href="#4-3" class="headerlink" title="4.3"></a>4.3</h3><p>&#x7528;&#x6237;&#x5FC5;&#x987B;&#x540C;&#x610F;&#x63A5;&#x53D7;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x901A;&#x8FC7;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x6216;&#x5176;&#x4ED6;&#x65B9;&#x5F0F;&#x5411;&#x7528;&#x6237;&#x53D1;&#x9001;&#x5546;&#x54C1;&#x4FC3;&#x9500;&#x6216;&#x5176;&#x4ED6;&#x76F8;&#x5173;&#x5546;&#x4E1A;&#x4FE1;&#x606F;&#x3002;</p>
<h3 id="4-4"><a href="#4-4" class="headerlink" title="4.4"></a>4.4</h3><p>&#x7528;&#x6237;&#x5BF9;&#x4E8E;&#x5176;&#x521B;&#x4F5C;&#x5E76;&#x901A;&#x8FC7;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E0A;&#x4F20;&#x5230;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7AD9;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#x4F9D;&#x6CD5;&#x4EAB;&#x6709;&#x7248;&#x6743;&#x53CA;&#x5176;&#x4ED6;&#x76F8;&#x5173;&#x5408;&#x6CD5;&#x6743;&#x5229;&#x3002;</p>
<h3 id="4-5"><a href="#4-5" class="headerlink" title="4.5"></a>4.5</h3><p>&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5FC5;&#x987B;&#x9075;&#x5FAA;&#x4EE5;&#x4E0B;&#x539F;&#x5219;&#xFF1A;</p>
<h4 id="4-5-1"><a href="#4-5-1" class="headerlink" title="4.5.1"></a>4.5.1</h4><p>&#x9075;&#x5B88;&#x4E2D;&#x56FD;&#x6709;&#x5173;&#x7684;&#x6CD5;&#x5F8B;&#x548C;&#x6CD5;&#x89C4;&#xFF1B;</p>
<h4 id="4-5-2"><a href="#4-5-2" class="headerlink" title="4.5.2"></a>4.5.2</h4><p>&#x9075;&#x5B88;&#x6240;&#x6709;&#x4E0E;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x6709;&#x5173;&#x7684;&#x7F51;&#x7EDC;&#x534F;&#x8BAE;&#x3001;&#x89C4;&#x5B9A;&#x548C;&#x7A0B;&#x5E8F;&#xFF1B;</p>
<h4 id="4-5-3"><a href="#4-5-3" class="headerlink" title="4.5.3"></a>4.5.3</h4><p>&#x4E0D;&#x5F97;&#x4E3A;&#x4EFB;&#x4F55;&#x975E;&#x6CD5;&#x76EE;&#x7684;&#x800C;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7CFB;&#x7EDF;&#xFF1B;</p>
<h4 id="4-5-4"><a href="#4-5-4" class="headerlink" title="4.5.4"></a>4.5.4</h4><p>&#x4E0D;&#x5F97;&#x5229;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7CFB;&#x7EDF;&#x8FDB;&#x884C;&#x4EFB;&#x4F55;&#x53EF;&#x80FD;&#x5BF9;&#x4E92;&#x8054;&#x7F51;&#x6B63;&#x5E38;&#x8FD0;&#x8F6C;&#x9020;&#x6210;&#x4E0D;&#x5229;&#x5F71;&#x54CD;&#x7684;&#x884C;&#x4E3A;&#xFF1B;</p>
<h4 id="4-5-5"><a href="#4-5-5" class="headerlink" title="4.5.5"></a>4.5.5</h4><p>&#x4E0D;&#x5F97;&#x5229;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x63D0;&#x4F9B;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E0A;&#x4F20;&#x3001;&#x5C55;&#x793A;&#x6216;&#x4F20;&#x64AD;&#x4EFB;&#x4F55;&#x865A;&#x5047;&#x7684;&#x3001;&#x9A9A;&#x6270;&#x6027;&#x7684;&#x3001;&#x4E2D;&#x4F24;&#x4ED6;&#x4EBA;&#x7684;&#x3001;&#x8FB1;&#x9A82;&#x6027;&#x7684;&#x3001;&#x6050;&#x5413;&#x6027;&#x7684;&#x3001;&#x5EB8;&#x4FD7;&#x6DEB;&#x79FD;&#x7684;&#x6216;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x975E;&#x6CD5;&#x7684;&#x4FE1;&#x606F;&#x8D44;&#x6599;&#xFF1B;</p>
<h4 id="4-5-6"><a href="#4-5-6" class="headerlink" title="4.5.6"></a>4.5.6</h4><p>&#x4E0D;&#x5F97;&#x4FB5;&#x72AF;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x7B2C;&#x4E09;&#x65B9;&#x7684;&#x4E13;&#x5229;&#x6743;&#x3001;&#x8457;&#x4F5C;&#x6743;&#x3001;&#x5546;&#x6807;&#x6743;&#x3001;&#x540D;&#x8A89;&#x6743;&#x6216;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x5408;&#x6CD5;&#x6743;&#x76CA;&#xFF1B;</p>
<h4 id="4-5-7"><a href="#4-5-7" class="headerlink" title="4.5.7"></a>4.5.7</h4><p>&#x4E0D;&#x5F97;&#x5229;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7CFB;&#x7EDF;&#x8FDB;&#x884C;&#x4EFB;&#x4F55;&#x4E0D;&#x5229;&#x4E8E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x884C;&#x4E3A;&#xFF1B;</p>
<h4 id="4-5-8"><a href="#4-5-8" class="headerlink" title="4.5.8"></a>4.5.8</h4><p>&#x5982;&#x53D1;&#x73B0;&#x4EFB;&#x4F55;&#x975E;&#x6CD5;&#x4F7F;&#x7528;&#x7528;&#x6237;&#x5E10;&#x53F7;&#x6216;&#x5E10;&#x53F7;&#x51FA;&#x73B0;&#x5B89;&#x5168;&#x6F0F;&#x6D1E;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x5E94;&#x7ACB;&#x5373;&#x901A;&#x544A;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x3002;</p>
<h3 id="4-6"><a href="#4-6" class="headerlink" title="4.6"></a>4.6</h3><p>&#x5982;&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x65F6;&#x8FDD;&#x53CD;&#x4EFB;&#x4F55;&#x4E0A;&#x8FF0;&#x89C4;&#x5B9A;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6216;&#x5176;&#x6388;&#x6743;&#x7684;&#x4EBA;&#x6709;&#x6743;&#x8981;&#x6C42;&#x7528;&#x6237;&#x6539;&#x6B63;&#x6216;&#x76F4;&#x63A5;&#x91C7;&#x53D6;&#x4E00;&#x5207;&#x5FC5;&#x8981;&#x7684;&#x63AA;&#x65BD;&#xFF08;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x66F4;&#x6539;&#x6216;&#x5220;&#x9664;&#x7528;&#x6237;&#x5F20;&#x8D34;&#x7684;&#x5185;&#x5BB9;&#x7B49;&#x3001;&#x6682;&#x505C;&#x6216;&#x7EC8;&#x6B62;&#x7528;&#x6237;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x6743;&#x5229;&#xFF09;&#x4EE5;&#x51CF;&#x8F7B;&#x7528;&#x6237;&#x4E0D;&#x5F53;&#x884C;&#x4E3A;&#x9020;&#x6210;&#x7684;&#x5F71;&#x54CD;&#x3002;</p>
<h3 id="4-7"><a href="#4-7" class="headerlink" title="4.7"></a>4.7</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x9488;&#x5BF9;&#x67D0;&#x4E9B;&#x7279;&#x5B9A;&#x7684;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x4F7F;&#x7528;&#x901A;&#x8FC7;&#x5404;&#x79CD;&#x65B9;&#x5F0F;&#xFF08;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x7F51;&#x9875;&#x516C;&#x544A;&#x3001;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x3001;&#x77ED;&#x4FE1;&#x63D0;&#x9192;&#x7B49;&#xFF09;&#x4F5C;&#x51FA;&#x7684;&#x4EFB;&#x4F55;&#x58F0;&#x660E;&#x3001;&#x901A;&#x77E5;&#x3001;&#x8B66;&#x793A;&#x7B49;&#x5185;&#x5BB9;&#x89C6;&#x4E3A;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x7528;&#x6237;&#x5982;&#x4F7F;&#x7528;&#x8BE5;&#x7B49;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x89C6;&#x4E3A;&#x7528;&#x6237;&#x540C;&#x610F;&#x8BE5;&#x7B49;&#x58F0;&#x660E;&#x3001;&#x901A;&#x77E5;&#x3001;&#x8B66;&#x793A;&#x7684;&#x5185;&#x5BB9;&#x3002;</p>
<h2 id="&#x4E94;-&#x77E5;&#x8BC6;&#x4EA7;&#x6743;"><a href="#&#x4E94;-&#x77E5;&#x8BC6;&#x4EA7;&#x6743;" class="headerlink" title="&#x4E94;. &#x77E5;&#x8BC6;&#x4EA7;&#x6743;"></a>&#x4E94;. &#x77E5;&#x8BC6;&#x4EA7;&#x6743;</h2><h3 id="5-1"><a href="#5-1" class="headerlink" title="5.1"></a>5.1</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x63D0;&#x4F9B;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E2D;&#x5305;&#x542B;&#x7684;&#x4EFB;&#x4F55;&#x6587;&#x672C;&#x3001;&#x56FE;&#x7247;&#x3001;&#x56FE;&#x5F62;&#x3001;&#x97F3;&#x9891;&#x548C;/&#x6216;&#x89C6;&#x9891;&#x8D44;&#x6599;&#x5747;&#x53D7;&#x7248;&#x6743;&#x3001;&#x5546;&#x6807;&#x548C;/&#x6216;&#x5176;&#x5B83;&#x8D22;&#x4EA7;&#x6240;&#x6709;&#x6743;&#x6CD5;&#x5F8B;&#x7684;&#x4FDD;&#x62A4;&#xFF0C;&#x672A;&#x7ECF;&#x76F8;&#x5173;&#x6743;&#x5229;&#x4EBA;&#x540C;&#x610F;&#xFF0C;&#x4E0A;&#x8FF0;&#x8D44;&#x6599;&#x5747;&#x4E0D;&#x5F97;&#x5728;&#x4EFB;&#x4F55;&#x5A92;&#x4F53;&#x76F4;&#x63A5;&#x6216;&#x95F4;&#x63A5;&#x53D1;&#x5E03;&#x3001;&#x64AD;&#x653E;&#x3001;&#x51FA;&#x4E8E;&#x64AD;&#x653E;&#x6216;&#x53D1;&#x5E03;&#x76EE;&#x7684;&#x800C;&#x6539;&#x5199;&#x6216;&#x518D;&#x53D1;&#x884C;&#xFF0C;&#x6216;&#x8005;&#x88AB;&#x7528;&#x4E8E;&#x5176;&#x4ED6;&#x4EFB;&#x4F55;&#x5546;&#x4E1A;&#x76EE;&#x7684;&#x3002;&#x6240;&#x6709;&#x8FD9;&#x4E9B;&#x8D44;&#x6599;&#x6216;&#x8D44;&#x6599;&#x7684;&#x4EFB;&#x4F55;&#x90E8;&#x5206;&#x4EC5;&#x53EF;&#x4F5C;&#x4E3A;&#x79C1;&#x4EBA;&#x548C;&#x975E;&#x5546;&#x4E1A;&#x7528;&#x9014;&#x800C;&#x4FDD;&#x5B58;&#x5728;&#x67D0;&#x53F0;&#x8BA1;&#x7B97;&#x673A;&#x5185;&#x3002;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x5C31;&#x7531;&#x4E0A;&#x8FF0;&#x8D44;&#x6599;&#x4EA7;&#x751F;&#x6216;&#x5728;&#x4F20;&#x9001;&#x6216;&#x9012;&#x4EA4;&#x5168;&#x90E8;&#x6216;&#x90E8;&#x5206;&#x4E0A;&#x8FF0;&#x8D44;&#x6599;&#x8FC7;&#x7A0B;&#x4E2D;&#x4EA7;&#x751F;&#x7684;&#x5EF6;&#x8BEF;&#x3001;&#x4E0D;&#x51C6;&#x786E;&#x3001;&#x9519;&#x8BEF;&#x548C;&#x9057;&#x6F0F;&#x6216;&#x4ECE;&#x4E2D;&#x4EA7;&#x751F;&#x6216;&#x7531;&#x6B64;&#x4EA7;&#x751F;&#x7684;&#x4EFB;&#x4F55;&#x635F;&#x5BB3;&#x8D54;&#x507F;&#xFF0C;&#x4EE5;&#x4EFB;&#x4F55;&#x5F62;&#x5F0F;&#xFF0C;&#x5411;&#x7528;&#x6237;&#x6216;&#x4EFB;&#x4F55;&#x7B2C;&#x4E09;&#x65B9;&#x8D1F;&#x8D23;&#x3002;</p>
<h3 id="5-2"><a href="#5-2" class="headerlink" title="5.2"></a>5.2</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E3A;&#x63D0;&#x4F9B;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x800C;&#x4F7F;&#x7528;&#x7684;&#x4EFB;&#x4F55;&#x8F6F;&#x4EF6;&#xFF08;&#x5305;&#x62EC;&#x4F46;&#x4E0D;&#x9650;&#x4E8E;&#x8F6F;&#x4EF6;&#x4E2D;&#x6240;&#x542B;&#x7684;&#x4EFB;&#x4F55;&#x56FE;&#x50CF;&#x3001;&#x7167;&#x7247;&#x3001;&#x52A8;&#x753B;&#x3001;&#x5F55;&#x50CF;&#x3001;&#x5F55;&#x97F3;&#x3001;&#x97F3;&#x4E50;&#x3001;&#x6587;&#x5B57;&#x548C;&#x9644;&#x52A0;&#x7A0B;&#x5E8F;&#x3001;&#x968F;&#x9644;&#x7684;&#x5E2E;&#x52A9;&#x6750;&#x6599;&#xFF09;&#x7684;&#x4E00;&#x5207;&#x6743;&#x5229;&#x5747;&#x5C5E;&#x4E8E;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4EBA;&#xFF0C;&#x672A;&#x7ECF;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4EBA;&#x8BB8;&#x53EF;&#xFF0C;&#x7528;&#x6237;&#x4E0D;&#x5F97;&#x5BF9;&#x8BE5;&#x8F6F;&#x4EF6;&#x8FDB;&#x884C;&#x53CD;&#x5411;&#x5DE5;&#x7A0B;&#xFF08;reverse engineer&#xFF09;&#x3001;&#x53CD;&#x5411;&#x7F16;&#x8BD1;&#xFF08;decompile&#xFF09;&#x6216;&#x53CD;&#x6C47;&#x7F16;&#xFF08;disassemble&#xFF09;&#x3002;</p>
<h2 id="&#x516D;-&#x9690;&#x79C1;&#x4FDD;&#x62A4;"><a href="#&#x516D;-&#x9690;&#x79C1;&#x4FDD;&#x62A4;" class="headerlink" title="&#x516D;. &#x9690;&#x79C1;&#x4FDD;&#x62A4;"></a>&#x516D;. &#x9690;&#x79C1;&#x4FDD;&#x62A4;</h2><h3 id="6-1"><a href="#6-1" class="headerlink" title="6.1"></a>6.1</h3><p>&#x4FDD;&#x62A4;&#x7528;&#x6237;&#x9690;&#x79C1;&#x662F;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x4E00;&#x9879;&#x57FA;&#x672C;&#x653F;&#x7B56;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4FDD;&#x8BC1;&#x4E0D;&#x5BF9;&#x5916;&#x516C;&#x5F00;&#x6216;&#x5411;&#x7B2C;&#x4E09;&#x65B9;&#x63D0;&#x4F9B;&#x5355;&#x4E2A;&#x7528;&#x6237;&#x7684;&#x6CE8;&#x518C;&#x8D44;&#x6599;&#x53CA;&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x65F6;&#x5B58;&#x50A8;&#x5728;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x975E;&#x516C;&#x5F00;&#x5185;&#x5BB9;&#xFF0C;&#x4F46;&#x4E0B;&#x5217;&#x60C5;&#x51B5;&#x9664;&#x5916;&#xFF1A;</p>
<h4 id="6-1-1"><a href="#6-1-1" class="headerlink" title="6.1.1"></a>6.1.1</h4><p>&#x4E8B;&#x5148;&#x83B7;&#x5F97;&#x7528;&#x6237;&#x7684;&#x660E;&#x786E;&#x6388;&#x6743;&#xFF1B;</p>
<h4 id="6-1-2"><a href="#6-1-2" class="headerlink" title="6.1.2"></a>6.1.2</h4><p>&#x6839;&#x636E;&#x6709;&#x5173;&#x7684;&#x6CD5;&#x5F8B;&#x6CD5;&#x89C4;&#x8981;&#x6C42;</p>
<h4 id="6-1-3"><a href="#6-1-3" class="headerlink" title="6.1.3"></a>6.1.3</h4><p>&#x6309;&#x7167;&#x76F8;&#x5173;&#x653F;&#x5E9C;&#x4E3B;&#x7BA1;&#x90E8;&#x95E8;&#x7684;&#x8981;&#x6C42;&#xFF1B;</p>
<h4 id="6-1-4"><a href="#6-1-4" class="headerlink" title="6.1.4"></a>6.1.4</h4><p>&#x4E3A;&#x7EF4;&#x62A4;&#x793E;&#x4F1A;&#x516C;&#x4F17;&#x7684;&#x5229;&#x76CA;&#xFF1B;</p>
<h4 id="6-1-5"><a href="#6-1-5" class="headerlink" title="6.1.5"></a>6.1.5</h4><p>&#x4E3A;&#x7EF4;&#x62A4;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x5408;&#x6CD5;&#x6743;&#x76CA;&#x3002;</p>
<h3 id="6-2"><a href="#6-2" class="headerlink" title="6.2"></a>6.2</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x53EF;&#x80FD;&#x4F1A;&#x4E0E;&#x7B2C;&#x4E09;&#x65B9;&#x5408;&#x4F5C;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x76F8;&#x5173;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x5728;&#x6B64;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5982;&#x8BE5;&#x7B2C;&#x4E09;&#x65B9;&#x540C;&#x610F;&#x627F;&#x62C5;&#x4E0E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x540C;&#x7B49;&#x7684;&#x4FDD;&#x62A4;&#x7528;&#x6237;&#x9690;&#x79C1;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x5219;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x5C06;&#x7528;&#x6237;&#x7684;&#x6CE8;&#x518C;&#x8D44;&#x6599;&#x7B49;&#x63D0;&#x4F9B;&#x7ED9;&#x8BE5;&#x7B2C;&#x4E09;&#x65B9;</p>
<h3 id="6-3"><a href="#6-3" class="headerlink" title="6.3"></a>6.3</h3><p>&#x5728;&#x4E0D;&#x900F;&#x9732;&#x5355;&#x4E2A;&#x7528;&#x6237;&#x9690;&#x79C1;&#x8D44;&#x6599;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x5BF9;&#x6574;&#x4E2A;&#x7528;&#x6237;&#x6570;&#x636E;&#x5E93;&#x8FDB;&#x884C;&#x5206;&#x6790;&#x5E76;&#x5BF9;&#x7528;&#x6237;&#x6570;&#x636E;&#x5E93;&#x8FDB;&#x884C;&#x5546;&#x4E1A;&#x4E0A;&#x7684;&#x5229;&#x7528;&#x3002;</p>
<h2 id="&#x4E03;-&#x514D;&#x8D23;&#x58F0;&#x660E;"><a href="#&#x4E03;-&#x514D;&#x8D23;&#x58F0;&#x660E;" class="headerlink" title="&#x4E03;. &#x514D;&#x8D23;&#x58F0;&#x660E;"></a>&#x4E03;. &#x514D;&#x8D23;&#x58F0;&#x660E;</h2><h3 id="7-1"><a href="#7-1" class="headerlink" title="7.1"></a>7.1</h3><p>&#x7528;&#x6237;&#x660E;&#x786E;&#x540C;&#x610F;&#x5176;&#x4F7F;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x6240;&#x5B58;&#x5728;&#x7684;&#x98CE;&#x9669;&#x5C06;&#x5B8C;&#x5168;&#x7531;&#x5176;&#x81EA;&#x5DF1;&#x627F;&#x62C5;&#xFF1B;&#x56E0;&#x5176;&#x4F7F;&#x7528;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x800C;&#x4EA7;&#x751F;&#x7684;&#x4E00;&#x5207;&#x540E;&#x679C;&#x4E5F;&#x7531;&#x5176;&#x81EA;&#x5DF1;&#x627F;&#x62C5;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x7528;&#x6237;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x3002;</p>
<h3 id="7-2"><a href="#7-2" class="headerlink" title="7.2"></a>7.2</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x62C5;&#x4FDD;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E00;&#x5B9A;&#x80FD;&#x6EE1;&#x8DB3;&#x7528;&#x6237;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x4E5F;&#x4E0D;&#x62C5;&#x4FDD;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E0D;&#x4F1A;&#x4E2D;&#x65AD;&#xFF0C;&#x5BF9;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7684;&#x53CA;&#x65F6;&#x6027;&#x3001;&#x5B89;&#x5168;&#x6027;&#x3001;&#x51C6;&#x786E;&#x6027;&#x4E5F;&#x90FD;&#x4E0D;&#x4F5C;&#x62C5;&#x4FDD;&#x3002;</p>
<h3 id="7-3"><a href="#7-3" class="headerlink" title="7.3"></a>7.3</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x4FDD;&#x8BC1;&#x4E3A;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x4FBF;&#x5229;&#x800C;&#x8BBE;&#x7F6E;&#x7684;&#x5916;&#x90E8;&#x94FE;&#x63A5;&#x7684;&#x51C6;&#x786E;&#x6027;&#x548C;&#x5B8C;&#x6574;&#x6027;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;&#x5BF9;&#x4E8E;&#x8BE5;&#x7B49;&#x5916;&#x90E8;&#x94FE;&#x63A5;&#x6307;&#x5411;&#x7684;&#x4E0D;&#x7531;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5B9E;&#x9645;&#x63A7;&#x5236;&#x7684;&#x4EFB;&#x4F55;&#x7F51;&#x9875;&#x4E0A;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#x3002;</p>
<h3 id="7-4"><a href="#7-4" class="headerlink" title="7.4"></a>7.4</h3><p>&#x5BF9;&#x4E8E;&#x56E0;&#x4E0D;&#x53EF;&#x6297;&#x529B;&#x6216;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x80FD;&#x63A7;&#x5236;&#x7684;&#x539F;&#x56E0;&#x9020;&#x6210;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x4E2D;&#x65AD;&#x6216;&#x5176;&#x5B83;&#x7F3A;&#x9677;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4E0D;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#xFF0C;&#x4F46;&#x5C06;&#x5C3D;&#x529B;&#x51CF;&#x5C11;&#x56E0;&#x6B64;&#x800C;&#x7ED9;&#x7528;&#x6237;&#x9020;&#x6210;&#x7684;&#x635F;&#x5931;&#x548C;&#x5F71;&#x54CD;&#x3002;</p>
<h3 id="7-5"><a href="#7-5" class="headerlink" title="7.5"></a>7.5</h3><p>&#x7528;&#x6237;&#x540C;&#x610F;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x7684;&#x4E0B;&#x5217;&#x4EA7;&#x54C1;&#x6216;&#x8005;&#x670D;&#x52A1;&#x7684;&#x8D28;&#x91CF;&#x7F3A;&#x9677;&#x672C;&#x8EAB;&#x53CA;&#x5176;&#x5F15;&#x53D1;&#x7684;&#x4EFB;&#x4F55;&#x635F;&#x5931;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x65E0;&#x9700;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x8D23;&#x4EFB;&#xFF1A;</p>
<h4 id="7-5-1"><a href="#7-5-1" class="headerlink" title="7.5.1"></a>7.5.1</h4><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5411;&#x7528;&#x6237;&#x514D;&#x8D39;&#x63D0;&#x4F9B;&#x7684;&#x5404;&#x9879;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF1B;</p>
<h4 id="7-5-2"><a href="#7-5-2" class="headerlink" title="7.5.2"></a>7.5.2</h4><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5411;&#x7528;&#x6237;&#x8D60;&#x9001;&#x7684;&#x4EFB;&#x4F55;&#x4EA7;&#x54C1;&#x6216;&#x8005;&#x670D;&#x52A1;&#xFF1B;</p>
<h4 id="7-5-3"><a href="#7-5-3" class="headerlink" title="7.5.3"></a>7.5.3</h4><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5411;&#x6536;&#x8D39;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x7528;&#x6237;&#x9644;&#x8D60;&#x7684;&#x5404;&#x79CD;&#x4EA7;&#x54C1;&#x6216;&#x8005;&#x670D;&#x52A1;&#x3002;</p>
<h2 id="&#x516B;-&#x8FDD;&#x7EA6;&#x8D54;&#x507F;"><a href="#&#x516B;-&#x8FDD;&#x7EA6;&#x8D54;&#x507F;" class="headerlink" title="&#x516B;. &#x8FDD;&#x7EA6;&#x8D54;&#x507F;"></a>&#x516B;. &#x8FDD;&#x7EA6;&#x8D54;&#x507F;</h2><h3 id="8-1"><a href="#8-1" class="headerlink" title="8.1"></a>8.1</h3><p>&#x5982;&#x56E0;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x8FDD;&#x53CD;&#x6709;&#x5173;&#x6CD5;&#x5F8B;&#x3001;&#x6CD5;&#x89C4;&#x6216;&#x672C;&#x534F;&#x8BAE;&#x9879;&#x4E0B;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x6B3E;&#x800C;&#x7ED9;&#x7528;&#x6237;&#x9020;&#x6210;&#x635F;&#x5931;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x540C;&#x610F;&#x627F;&#x62C5;&#x7531;&#x6B64;&#x9020;&#x6210;&#x7684;&#x635F;&#x5BB3;&#x8D54;&#x507F;&#x8D23;&#x4EFB;&#x3002;</p>
<h3 id="8-2"><a href="#8-2" class="headerlink" title="8.2"></a>8.2</h3><p>&#x7528;&#x6237;&#x540C;&#x610F;&#x4FDD;&#x969C;&#x548C;&#x7EF4;&#x62A4;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x53CA;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x7684;&#x5229;&#x76CA;&#xFF0C;&#x5982;&#x56E0;&#x7528;&#x6237;&#x8FDD;&#x53CD;&#x6709;&#x5173;&#x6CD5;&#x5F8B;&#x3001;&#x6CD5;&#x89C4;&#x6216;&#x672C;&#x534F;&#x8BAE;&#x9879;&#x4E0B;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x6B3E;&#x800C;&#x7ED9;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x7B2C;&#x4E09;&#x4EBA;&#x9020;&#x6210;&#x635F;&#x5931;&#xFF0C;&#x7528;&#x6237;&#x540C;&#x610F;&#x627F;&#x62C5;&#x7531;&#x6B64;&#x9020;&#x6210;&#x7684;&#x635F;&#x5BB3;&#x8D54;&#x507F;&#x8D23;&#x4EFB;&#x3002;</p>
<h2 id="&#x4E5D;-&#x534F;&#x8BAE;&#x4FEE;&#x6539;"><a href="#&#x4E5D;-&#x534F;&#x8BAE;&#x4FEE;&#x6539;" class="headerlink" title="&#x4E5D;. &#x534F;&#x8BAE;&#x4FEE;&#x6539;"></a>&#x4E5D;. &#x534F;&#x8BAE;&#x4FEE;&#x6539;</h2><h3 id="9-1"><a href="#9-1" class="headerlink" title="9.1"></a>9.1</h3><p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x968F;&#x65F6;&#x4FEE;&#x6539;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x6B3E;&#xFF0C;&#x4E00;&#x65E6;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x5185;&#x5BB9;&#x53D1;&#x751F;&#x53D8;&#x52A8;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5C06;&#x4F1A;&#x901A;&#x8FC7;&#x9002;&#x5F53;&#x65B9;&#x5F0F;&#x5411;&#x7528;&#x6237;&#x63D0;&#x793A;&#x4FEE;&#x6539;&#x5185;&#x5BB9;&#x3002;</p>
<h3 id="9-2"><a href="#9-2" class="headerlink" title="9.2"></a>9.2</h3><p>&#x5982;&#x679C;&#x4E0D;&#x540C;&#x610F;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x672C;&#x534F;&#x8BAE;&#x76F8;&#x5173;&#x6761;&#x6B3E;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#xFF0C;&#x7528;&#x6237;&#x6709;&#x6743;&#x505C;&#x6B62;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x3002;&#x5982;&#x679C;&#x7528;&#x6237;&#x7EE7;&#x7EED;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x5219;&#x89C6;&#x4E3A;&#x7528;&#x6237;&#x63A5;&#x53D7;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x672C;&#x534F;&#x8BAE;&#x76F8;&#x5173;&#x6761;&#x6B3E;&#x6240;&#x505A;&#x7684;&#x4FEE;&#x6539;&#x3002;</p>
<h2 id="&#x5341;-&#x901A;&#x77E5;&#x9001;&#x8FBE;"><a href="#&#x5341;-&#x901A;&#x77E5;&#x9001;&#x8FBE;" class="headerlink" title="&#x5341;. &#x901A;&#x77E5;&#x9001;&#x8FBE;"></a>&#x5341;. &#x901A;&#x77E5;&#x9001;&#x8FBE;</h2><h3 id="10-1"><a href="#10-1" class="headerlink" title="10.1"></a>10.1</h3><p>&#x672C;&#x534F;&#x8BAE;&#x9879;&#x4E0B;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x4E8E;&#x7528;&#x6237;&#x6240;&#x6709;&#x7684;&#x901A;&#x77E5;&#x5747;&#x53EF;&#x901A;&#x8FC7;&#x7F51;&#x9875;&#x516C;&#x544A;&#x3001;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x6216;&#x5E38;&#x89C4;&#x7684;&#x4FE1;&#x4EF6;&#x4F20;&#x9001;&#x7B49;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#xFF1B;&#x8BE5;&#x7B49;&#x901A;&#x77E5;&#x4E8E;&#x53D1;&#x9001;&#x4E4B;&#x65E5;&#x89C6;&#x4E3A;&#x5DF2;&#x9001;&#x8FBE;&#x6536;&#x4EF6;&#x4EBA;&#x3002;</p>
<h3 id="10-2"><a href="#10-2" class="headerlink" title="10.2"></a>10.2</h3><p>&#x7528;&#x6237;&#x5BF9;&#x4E8E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x901A;&#x77E5;&#x5E94;&#x5F53;&#x901A;&#x8FC7;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x5916;&#x6B63;&#x5F0F;&#x516C;&#x5E03;&#x7684;&#x901A;&#x4FE1;&#x5730;&#x5740;&#x3001;&#x4F20;&#x771F;&#x53F7;&#x7801;&#x3001;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x5730;&#x5740;&#x7B49;&#x8054;&#x7CFB;&#x4FE1;&#x606F;&#x8FDB;&#x884C;&#x9001;&#x8FBE;&#x3002;</p>
<h2 id="&#x5341;&#x4E00;-&#x6CD5;&#x5F8B;&#x7BA1;&#x8F96;"><a href="#&#x5341;&#x4E00;-&#x6CD5;&#x5F8B;&#x7BA1;&#x8F96;" class="headerlink" title="&#x5341;&#x4E00;. &#x6CD5;&#x5F8B;&#x7BA1;&#x8F96;"></a>&#x5341;&#x4E00;. &#x6CD5;&#x5F8B;&#x7BA1;&#x8F96;</h2><h3 id="11-1"><a href="#11-1" class="headerlink" title="11.1"></a>11.1</h3><p>&#x672C;&#x534F;&#x8BAE;&#x7684;&#x8BA2;&#x7ACB;&#x3001;&#x6267;&#x884C;&#x548C;&#x89E3;&#x91CA;&#x53CA;&#x4E89;&#x8BAE;&#x7684;&#x89E3;&#x51B3;&#x5747;&#x5E94;&#x9002;&#x7528;&#x4E2D;&#x56FD;&#x6CD5;&#x5F8B;&#x5E76;&#x53D7;&#x4E2D;&#x56FD;&#x6CD5;&#x9662;&#x7BA1;&#x8F96;&#x3002;</p>
<h3 id="11-2"><a href="#11-2" class="headerlink" title="11.2"></a>11.2</h3><p>&#x5982;&#x53CC;&#x65B9;&#x5C31;&#x672C;&#x534F;&#x8BAE;&#x5185;&#x5BB9;&#x6216;&#x5176;&#x6267;&#x884C;&#x53D1;&#x751F;&#x4EFB;&#x4F55;&#x4E89;&#x8BAE;&#xFF0C;&#x53CC;&#x65B9;&#x5E94;&#x5C3D;&#x91CF;&#x53CB;&#x597D;&#x534F;&#x5546;&#x89E3;&#x51B3;&#xFF1B;&#x534F;&#x5546;&#x4E0D;&#x6210;&#x65F6;&#xFF0C;&#x4EFB;&#x4F55;&#x4E00;&#x65B9;&#x5747;&#x53EF;&#x5411;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6240;&#x5728;&#x5730;&#x7684;&#x4EBA;&#x6C11;&#x6CD5;&#x9662;&#x63D0;&#x8D77;&#x8BC9;&#x8BBC;&#x3002;</p>
<h2 id="&#x5341;&#x4E8C;-&#x5176;&#x4ED6;&#x89C4;&#x5B9A;"><a href="#&#x5341;&#x4E8C;-&#x5176;&#x4ED6;&#x89C4;&#x5B9A;" class="headerlink" title="&#x5341;&#x4E8C;. &#x5176;&#x4ED6;&#x89C4;&#x5B9A;"></a>&#x5341;&#x4E8C;. &#x5176;&#x4ED6;&#x89C4;&#x5B9A;</h2><h3 id="12-1"><a href="#12-1" class="headerlink" title="12.1"></a>12.1</h3><p>&#x672C;&#x534F;&#x8BAE;&#x6784;&#x6210;&#x53CC;&#x65B9;&#x5BF9;&#x672C;&#x534F;&#x8BAE;&#x4E4B;&#x7EA6;&#x5B9A;&#x4E8B;&#x9879;&#x53CA;&#x5176;&#x4ED6;&#x6709;&#x5173;&#x4E8B;&#x5B9C;&#x7684;&#x5B8C;&#x6574;&#x534F;&#x8BAE;&#xFF0C;&#x9664;&#x672C;&#x534F;&#x8BAE;&#x89C4;&#x5B9A;&#x7684;&#x4E4B;&#x5916;&#xFF0C;&#x672A;&#x8D4B;&#x4E88;&#x672C;&#x534F;&#x8BAE;&#x5404;&#x65B9;&#x5176;&#x4ED6;&#x6743;&#x5229;&#x3002;</p>
<h3 id="12-2"><a href="#12-2" class="headerlink" title="12.2"></a>12.2</h3><p>&#x5982;&#x672C;&#x534F;&#x8BAE;&#x4E2D;&#x7684;&#x4EFB;&#x4F55;&#x6761;&#x6B3E;&#x65E0;&#x8BBA;&#x56E0;&#x4F55;&#x79CD;&#x539F;&#x56E0;&#x5B8C;&#x5168;&#x6216;&#x90E8;&#x5206;&#x65E0;&#x6548;&#x6216;&#x4E0D;&#x5177;&#x6709;&#x6267;&#x884C;&#x529B;&#xFF0C;&#x672C;&#x534F;&#x8BAE;&#x7684;&#x5176;&#x4F59;&#x6761;&#x6B3E;&#x4ECD;&#x5E94;&#x6709;&#x6548;&#x5E76;&#x4E14;&#x6709;&#x7EA6;&#x675F;&#x529B;</p>
<h3 id="12-3"><a href="#12-3" class="headerlink" title="12.3"></a>12.3</h3><p>&#x672C;&#x534F;&#x8BAE;&#x4E2D;&#x7684;&#x6807;&#x9898;&#x4EC5;&#x4E3A;&#x65B9;&#x4FBF;&#x800C;&#x8BBE;&#xFF0C;&#x5728;&#x89E3;&#x91CA;&#x672C;&#x534F;&#x8BAE;&#x65F6;&#x5E94;&#x88AB;&#x5FFD;&#x7565;&#x3002;</p>
<h2 id="&#x9690;&#x79C1;&#x4FDD;&#x62A4;"><a href="#&#x9690;&#x79C1;&#x4FDD;&#x62A4;" class="headerlink" title="&#x9690;&#x79C1;&#x4FDD;&#x62A4;"></a>&#x9690;&#x79C1;&#x4FDD;&#x62A4;</h2><p>&#x7528;&#x6237;&#x5728;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x8FDB;&#x884C;&#x767B;&#x8BB0;&#x6CE8;&#x518C;&#x3001;&#x4E0A;&#x4F20;&#x4F5C;&#x54C1;&#x3001;&#x53C2;&#x4E0E;&#x8BA8;&#x8BBA;&#x7B49;&#x6D3B;&#x52A8;&#x65F6;&#xFF0C;&#x7ECF;&#x7528;&#x6237;&#x540C;&#x610F;&#x53CA;&#x786E;&#x8BA4;&#xFF0C;&#x672C;&#x7F51;&#x7AD9;&#x5C06;&#x901A;&#x8FC7;&#x6CE8;&#x518C;&#x8868;&#x683C;&#x3001;&#x8BA2;&#x5355;&#x7B49;&#x5F62;&#x5F0F;&#x8981;&#x6C42;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x3002;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6536;&#x96C6;&#x6B64;&#x7C7B;&#x4E2A;&#x4EBA;&#x8EAB;&#x4EFD;&#x4FE1;&#x606F;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x4E3A;&#x4FDD;&#x8BC1;&#x6CE8;&#x518C;&#x7528;&#x6237;&#x80FD;&#x591F;&#x66F4;&#x5BB9;&#x6613;&#x548C;&#x66F4;&#x6EE1;&#x610F;&#x5730;&#x4F7F;&#x7528;&#x672C;&#x7AD9;&#x63D0;&#x4F9B;&#x7684;&#x670D;&#x52A1;&#x3002;&#x8FD9;&#x4E9B;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x5305;&#x62EC;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09;&#x4E2A;&#x4EBA;&#x8BC6;&#x522B;&#x8D44;&#x6599;&#xFF1A;&#x5982;&#x59D3;&#x540D;&#x3001;&#x6027;&#x522B;&#x3001;&#x751F;&#x65E5;&#x3001;&#x4E2A;&#x4EBA;&#x4E3B;&#x9875;&#x3001;&#x5373;&#x65F6;&#x901A;&#x8BAF;&#x3001;&#x6240;&#x5728;&#x5730;&#x3001;&#x7535;&#x5B50;&#x90AE;&#x4EF6;&#x5730;&#x5740;&#x7B49;&#x3002;</p>
<p>&#xFF08;2&#xFF09; &#x4E2A;&#x4EBA;&#x80CC;&#x666F;&#xFF1A; &#x804C;&#x4E1A;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5174;&#x8DA3;&#x7231;&#x597D;&#x7B49;&#x3002;<br>&#x7528;&#x6237;&#x77E5;&#x9053;&#xFF0C;&#x5728;&#x79C1;&#x4EBA;&#x535A;&#x5BA2;&#x7F51;&#x9875;&#x3001;&#x516C;&#x5171;&#x8BBA;&#x575B;&#x6216;&#x5176;&#x4ED6;&#x7F51;&#x4E0A;&#x516C;&#x5F00;&#x573A;&#x5408;&#x62AB;&#x9732;&#x5176;&#x4E2A;&#x4EBA;&#x8EAB;&#x4EFD;&#x4FE1;&#x606F;&#x65F6;&#xFF0C;&#x6B64;&#x7C7B;&#x4FE1;&#x606F;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x4ED6;&#x4EBA;&#x6536;&#x96C6;&#x5E76;&#x7528;&#x6765;&#x53D1;&#x9001;&#x5783;&#x573E;&#x90AE;&#x4EF6;&#x6216;&#x7528;&#x4E8E;&#x5176;&#x4ED6;&#x7528;&#x9014;&#x3002;<br>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5BF9;&#x7528;&#x6237;&#x6240;&#x63D0;&#x4F9B;&#x7684;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x8FDB;&#x884C;&#x4E25;&#x683C;&#x7684;&#x7BA1;&#x7406;&#x53CA;&#x4FDD;&#x62A4;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5C06;&#x4F7F;&#x7528;&#x76F8;&#x5E94;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x9632;&#x6B62;&#x60A8;&#x7684;&#x4E2A;&#x4EBA;&#x8D44;&#x6599;&#x4E22;&#x5931;&#x3001;&#x88AB;&#x76D7;&#x7528;&#x6216;&#x906D;&#x7BE1;&#x6539;&#x3002;<br>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x4FDD;&#x8BC1;&#x4E0D;&#x5BF9;&#x5916;&#x516C;&#x5F00;&#x6216;&#x5411;&#x7B2C;&#x4E09;&#x65B9;&#x63D0;&#x4F9B;&#x5355;&#x4E2A;&#x7528;&#x6237;&#x7684;&#x6CE8;&#x518C;&#x8D44;&#x6599;&#x53CA;&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x65F6;&#x5B58;&#x50A8;&#x5728;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x975E;&#x516C;&#x5F00;&#x5185;&#x5BB9;&#xFF0C;&#x4F46;&#x4E0B;&#x5217;&#x60C5;&#x51B5;&#x9664;&#x5916;&#xFF1A;</p>
<p>&#xFF08;1&#xFF09;&#x4E8B;&#x5148;&#x83B7;&#x5F97;&#x7528;&#x6237;&#x7684;&#x660E;&#x786E;&#x6388;&#x6743;&#xFF1B;</p>
<p>&#xFF08;2&#xFF09;&#x6839;&#x636E;&#x6709;&#x5173;&#x7684;&#x6CD5;&#x5F8B;&#x6CD5;&#x89C4;&#x8981;&#x6C42;&#xFF1B;</p>
<p>&#xFF08;3&#xFF09;&#x6309;&#x7167;&#x76F8;&#x5173;&#x653F;&#x5E9C;&#x4E3B;&#x7BA1;&#x90E8;&#x95E8;&#x7684;&#x8981;&#x6C42;&#xFF1B;</p>
<p>&#xFF08;4&#xFF09;&#x4E3A;&#x7EF4;&#x62A4;&#x793E;&#x4F1A;&#x516C;&#x4F17;&#x7684;&#x5229;&#x76CA;&#xFF1B;</p>
<p>&#xFF08;5&#xFF09;&#x4E3A;&#x7EF4;&#x62A4;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x7684;&#x5408;&#x6CD5;&#x6743;&#x76CA;&#x3002;</p>
<p>&#xFF08;6&#xFF09;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6280;&#x672F;&#x4EBA;&#x5458;&#x7684;&#x4E3A;&#x7EF4;&#x62A4;&#x628A;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x5165;&#x573A;&#x5DE5;&#x4F5C;&#x7684;&#x9700;&#x8981;&#x3002;</p>
<p>&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x53EF;&#x80FD;&#x4F1A;&#x4E0E;&#x7B2C;&#x4E09;&#x65B9;&#x5408;&#x4F5C;&#x5411;&#x7528;&#x6237;&#x63D0;&#x4F9B;&#x76F8;&#x5173;&#x7684;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#xFF0C;&#x5728;&#x6B64;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5982;&#x8BE5;&#x7B2C;&#x4E09;&#x65B9;&#x540C;&#x610F;&#x627F;&#x62C5;&#x4E0E;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x540C;&#x7B49;&#x7684;&#x4FDD;&#x62A4;&#x7528;&#x6237;&#x9690;&#x79C1;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x5219;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x5C06;&#x7528;&#x6237;&#x7684;&#x6CE8;&#x518C;&#x8D44;&#x6599;&#x7B49;&#x63D0;&#x4F9B;&#x7ED9;&#x8BE5;&#x7B2C;&#x4E09;&#x65B9;&#x3002;<br>&#x5728;&#x4E0D;&#x900F;&#x9732;&#x5355;&#x4E2A;&#x7528;&#x6237;&#x9690;&#x79C1;&#x8D44;&#x6599;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x767E;&#x79D1;&#x6709;&#x6743;&#x5BF9;&#x6574;&#x4E2A;&#x7528;&#x6237;&#x6570;&#x636E;&#x5E93;&#x8FDB;&#x884C;&#x5206;&#x6790;&#x5E76;&#x5BF9;&#x7528;&#x6237;&#x6570;&#x636E;&#x5E93;&#x8FDB;&#x884C;&#x5546;&#x4E1A;&#x4E0A;&#x7684;&#x5229;&#x7528;&#x3002;</p>
<h2 id="&#x8054;&#x7CFB;&#x6211;&#x4EEC;"><a href="#&#x8054;&#x7CFB;&#x6211;&#x4EEC;" class="headerlink" title="&#x8054;&#x7CFB;&#x6211;&#x4EEC;"></a>&#x8054;&#x7CFB;&#x6211;&#x4EEC;</h2><h3 id="&#x7F51;&#x7AD9;&#x95EE;&#x9898;-amp-&#x4E3E;&#x62A5;&#x6295;&#x8BC9;-amp-&#x5EFA;&#x8BAE;&#x610F;&#x89C1;"><a href="#&#x7F51;&#x7AD9;&#x95EE;&#x9898;-amp-&#x4E3E;&#x62A5;&#x6295;&#x8BC9;-amp-&#x5EFA;&#x8BAE;&#x610F;&#x89C1;" class="headerlink" title="&#x7F51;&#x7AD9;&#x95EE;&#x9898;&amp;&#x4E3E;&#x62A5;&#x6295;&#x8BC9;&amp;&#x5EFA;&#x8BAE;&#x610F;&#x89C1;"></a>&#x7F51;&#x7AD9;&#x95EE;&#x9898;&amp;&#x4E3E;&#x62A5;&#x6295;&#x8BC9;&amp;&#x5EFA;&#x8BAE;&#x610F;&#x89C1;</h3><p>Email&#xFF1A;a@iamue.com<br>QQ&#x7FA4;&#xFF1A;156360020</p>
<h3 id="&#x5546;&#x52A1;&#x5408;&#x4F5C;"><a href="#&#x5546;&#x52A1;&#x5408;&#x4F5C;" class="headerlink" title="&#x5546;&#x52A1;&#x5408;&#x4F5C;"></a>&#x5546;&#x52A1;&#x5408;&#x4F5C;</h3><p>&#x8054;&#x7CFB;&#x4EBA;&#xFF1A;&#x963F;&#x897F;UED<br>Email&#xFF1A;admin@iamue.com<br>wechat&#xFF1A; Hello_WangSir</p>

    
  </div>


          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel  sidebar-panel-active ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.gif"
               alt="IAMUE" />
          <p class="site-author-name" itemprop="name">IAMUE</p>
          <p class="site-description motion-element" itemprop="description">解决一切关于交互设计的疑惑</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">12</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">6</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        
          <div class="links-of-blogroll motion-element links-of-blogroll-block">
            <div class="links-of-blogroll-title">
              <i class="fa  fa-fw fa-globe"></i>
              Links
            </div>
            <ul class="links-of-blogroll-list">
              
                <li class="links-of-blogroll-item">
                  <a href="http://jhxt.org/sitemap.xml" title="站点地图" target="_blank">站点地图</a>
                </li>
              
                <li class="links-of-blogroll-item">
                  <a href="http://iamue.com/" title="IAMUE" target="_blank">IAMUE</a>
                </li>
              
            </ul>
          </div>
        

      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">IAMUE</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

<div class="busuanzi-count">

  <script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js"></script>

  
    <span class="site-uv"><i class="fa fa-user"></i><span class="busuanzi-value" id="busuanzi_value_site_uv"></span></span>
  

  
    <span class="site-pv"><i class="fa fa-eye"></i><span class="busuanzi-value" id="busuanzi_value_site_pv"></span></span>
  
  
</div>



        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"ixdwiki"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementById('footer')
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  






  
  
  

  

  

</body>
</html>
