<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.useso.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="交互设计,交互概念,交互基础," />





  <link rel="alternate" href="/atom.xml" title="交互设计百科" type="application/atom+xml" />




  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x6536;&amp;#x5F55;&amp;#x65F6;&amp;#x95F4;2016-06-28 11:37:58
&amp;#x8D21;&amp;#x732E;&amp;#x8005;&amp;#x514B;&amp;#x7F57;&amp;#x8BFA;&amp;#x76AE;&amp;#x5965; &amp;#x3001; &amp;#x963F;&amp;#x897F;UED
&amp;#x91CA;&amp;#x4E49;&amp;#x72ED;&amp;#x4E49;&amp;#xFF1A;&amp;#x662F;&amp;#x630">
<meta property="og:type" content="article">
<meta property="og:title" content="交互设计的产出物">
<meta property="og:url" content="http://jhxt.org/2016/06/28/交互设计的输出物/index.html">
<meta property="og:site_name" content="交互设计百科">
<meta property="og:description" content="&amp;#x6536;&amp;#x5F55;&amp;#x65F6;&amp;#x95F4;2016-06-28 11:37:58
&amp;#x8D21;&amp;#x732E;&amp;#x8005;&amp;#x514B;&amp;#x7F57;&amp;#x8BFA;&amp;#x76AE;&amp;#x5965; &amp;#x3001; &amp;#x963F;&amp;#x897F;UED
&amp;#x91CA;&amp;#x4E49;&amp;#x72ED;&amp;#x4E49;&amp;#xFF1A;&amp;#x662F;&amp;#x630">
<meta property="og:updated_time" content="2016-07-10T03:49:13.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="交互设计的产出物">
<meta name="twitter:description" content="&amp;#x6536;&amp;#x5F55;&amp;#x65F6;&amp;#x95F4;2016-06-28 11:37:58
&amp;#x8D21;&amp;#x732E;&amp;#x8005;&amp;#x514B;&amp;#x7F57;&amp;#x8BFA;&amp;#x76AE;&amp;#x5965; &amp;#x3001; &amp;#x963F;&amp;#x897F;UED
&amp;#x91CA;&amp;#x4E49;&amp;#x72ED;&amp;#x4E49;&amp;#xFF1A;&amp;#x662F;&amp;#x630">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 6299627172952802000,
      author: '项目领头人-阿西UED'
    }
  };
</script>




  <link rel="canonical" href="http://jhxt.org/2016/06/28/交互设计的输出物/"/>

  <title> 交互设计的产出物 | 交互设计百科 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  








  <div style="display: none;">
    <script src="//s6.cnzz.com/stat.php?id=1259663225&web_id=1259663225" type="text/javascript"></script>
  </div>





  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">交互设计百科</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">解决一切关于交互设计的疑惑</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            关于
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="#" class="st-search-show-outputs">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br />
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <form class="site-search-form">
  <input type="text" id="st-search-input" class="st-search-input st-default-search-input" />
</form>

<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
    (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
    e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install', 'xzsUMx5xFCxJdys59Bs1','2.0.0');
</script>



    </div>
  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                交互设计的产出物
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2016-06-28T11:32:52+08:00" content="2016-06-28">
              2016-06-28
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/概念/" itemprop="url" rel="index">
                    <span itemprop="name">概念</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2016/06/28/交互设计的输出物/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/06/28/交互设计的输出物/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
              &nbsp; | &nbsp;
              <span class="page-pv"><i class="fa fa-file-o"></i>
              <span class="busuanzi-value" id="busuanzi_value_page_pv" ></span>
              </span>
          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h2 id="&#x6536;&#x5F55;&#x65F6;&#x95F4;"><a href="#&#x6536;&#x5F55;&#x65F6;&#x95F4;" class="headerlink" title="&#x6536;&#x5F55;&#x65F6;&#x95F4;"></a>&#x6536;&#x5F55;&#x65F6;&#x95F4;</h2><p>2016-06-28 11:37:58</p>
<h2 id="&#x8D21;&#x732E;&#x8005;"><a href="#&#x8D21;&#x732E;&#x8005;" class="headerlink" title="&#x8D21;&#x732E;&#x8005;"></a>&#x8D21;&#x732E;&#x8005;</h2><p>&#x514B;&#x7F57;&#x8BFA;&#x76AE;&#x5965; &#x3001; &#x963F;&#x897F;UED</p>
<h2 id="&#x91CA;&#x4E49;"><a href="#&#x91CA;&#x4E49;" class="headerlink" title="&#x91CA;&#x4E49;"></a>&#x91CA;&#x4E49;</h2><p>&#x72ED;&#x4E49;&#xFF1A;&#x662F;&#x6307;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x5E08;&#x56E0;&#x5176;&#x5DE5;&#x4F5C;&#x5C97;&#x4F4D;&#x548C;&#x804C;&#x8D23;&#x6240;&#x9700;&#x800C;&#x8F93;&#x51FA;&#x7684;&#x76F4;&#x63A5;&#x5DE5;&#x4F5C;&#x6210;&#x679C;&#xFF0C;&#x5176;&#x6210;&#x679C;&#x4E3B;&#x8981;&#x8868;&#x73B0;&#x4E3A;&#x5404;&#x79CD;&#x5F62;&#x5F0F;&#x7684;<strong>&#x4EA4;&#x4E92;&#x539F;&#x578B;</strong>&#x3002;</p>
<p>&#x5E7F;&#x4E49;&#xFF1A;&#x5982;&#x679C;&#x5C06;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x89C6;&#x4F5C;&#x4E00;&#x79CD;&#x7406;&#x5FF5;&#x800C;&#x4E0D;&#x662F;&#x7B80;&#x5355;&#x7684;&#x5DE5;&#x79CD;&#x5C97;&#x4F4D;&#xFF0C;&#x90A3;&#x4E48;&#x6240;&#x6709;&#x6EE1;&#x8DB3;&#x67D0;&#x9879;&#x9700;&#x6C42;&#x3001;&#x89E3;&#x51B3;&#x67D0;&#x79CD;&#x95EE;&#x9898;&#x7684;&#x4EA7;&#x54C1;&#x672C;&#x8EAB;&#x90FD;&#x53EF;&#x4EE5;&#x8BF4;&#x5F97;&#x4E0A;&#x662F;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x7684;&#x4EA7;&#x7269;&#x3002;</p>
<h2 id="&#x4EA4;&#x4E92;&#x539F;&#x578B;"><a href="#&#x4EA4;&#x4E92;&#x539F;&#x578B;" class="headerlink" title="&#x4EA4;&#x4E92;&#x539F;&#x578B;"></a>&#x4EA4;&#x4E92;&#x539F;&#x578B;</h2><p>&#x9996;&#x5148;&#xFF0C;&#x5FC5;&#x987B;&#x5F3A;&#x8C03;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x662F;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x548C;&#x5F00;&#x53D1;&#x7684;&#x6838;&#x5FC3;&#x9700;&#x6C42;&#x6587;&#x6863;&#xFF0C;&#x5728;&#x5B9E;&#x9645;&#x7684;&#x7814;&#x53D1;&#x5DE5;&#x4F5C;&#x6D41;&#x4E2D;&#x6709;&#x7740;&#x7A81;&#x51FA;&#x7684;&#x91CD;&#x8981;&#x5730;&#x4F4D;&#x3002;&#x4F46;&#x662F;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x65E2;&#x4E0D;&#x662F;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x7684;&#x8D77;&#x70B9;&#x548C;&#x6E90;&#x5934;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x548C;&#x7814;&#x53D1;&#x7684;&#x6700;&#x7EC8;&#x4EA7;&#x7269;&#x3002;&#x5B83;&#x662F;&#x901A;&#x8FC7;&#x5BF9;&#x7814;&#x53D1;&#x5DE5;&#x4F5C;&#x6D41;&#x4E0A;&#x6E38;&#x4E0E;&#x4E0B;&#x6E38;&#x5DE5;&#x4F5C;&#x5185;&#x5BB9;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x8854;&#x63A5;&#x4F5C;&#x7528;&#x6765;&#x4F53;&#x73B0;&#x5176;&#x6838;&#x5FC3;&#x4EF7;&#x503C;&#x7684;&#x3002;</p>
<p>&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x548C;&#x7814;&#x53D1;&#x7684;&#x8D77;&#x70B9;&#x548C;&#x6E90;&#x5934;&#x662F;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#xFF0C;&#x53EA;&#x6709;&#x786E;&#x5B9A;&#x4E86;&#x660E;&#x786E;&#x53EF;&#x884C;&#x7684;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x4EE5;&#x540E;&#x624D;&#x80FD;&#x7EE7;&#x7EED;&#x540E;&#x7EED;&#x7684;&#x6D41;&#x7A0B;&#x3002;&#x800C;&#x4ECE;&#x5B9E;&#x9645;&#x7684;&#x5C97;&#x4F4D;&#x804C;&#x8D23;&#x5206;&#x5DE5;&#x6765;&#x770B;&#xFF0C;&#x9700;&#x6C42;&#x7684;&#x786E;&#x5B9A;&#x9996;&#x5148;&#x53D6;&#x51B3;&#x4E8E;&#x7EC4;&#x7EC7;&#xFF08;&#x516C;&#x53F8;&#xFF09;&#x7684;&#x6218;&#x7565;&#x67B6;&#x6784;&#xFF0C;&#x8FD9;&#x4E00;&#x5C42;&#x5F80;&#x5F80;&#x7531;BOSS&#x548C;&#x76F8;&#x5173;&#x8D1F;&#x8D23;&#x4EBA;&#x5185;&#x90E8;&#x51B3;&#x5B9A;&#xFF1B;&#x5176;&#x6B21;&#x662F;&#x4EA7;&#x54C1;&#x8303;&#x56F4;&#x5C42;&#xFF0C;&#x8FD9;&#x4E00;&#x5C42;&#x5219;&#x7531;&#x8D1F;&#x8D23;&#x4EBA;&#x4E0E;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x5171;&#x540C;&#x5546;&#x8BAE;&#x51B3;&#x5B9A;&#xFF1B;&#x518D;&#x5176;&#x6B21;&#xFF0C;&#x5219;&#x624D;&#x5F00;&#x59CB;&#x771F;&#x6B63;&#x6D89;&#x53CA;&#x5177;&#x4F53;&#x4EA7;&#x54C1;&#x7684;&#x7ED3;&#x6784;&#x8BBE;&#x8BA1;&#xFF0C;&#x8FD9;&#x4E00;&#x5C42;&#x4E00;&#x822C;&#x7531;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x8D1F;&#x8D23;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x5E08;&#x4E5F;&#x4ECE;&#x8FD9;&#x91CC;&#x5F00;&#x59CB;&#x53C2;&#x4E0E;&#x5230;&#x4EA7;&#x54C1;&#x7684;&#x6574;&#x4F53;&#x8BBE;&#x8BA1;&#x4E0A;&#x6765;&#xFF1B;&#x7B2C;&#x56DB;&#x5C42;&#x662F;&#x4EA7;&#x54C1;&#x7684;&#x6846;&#x67B6;&#x8BBE;&#x8BA1;&#x5C42;&#xFF0C;&#x8FD9;&#x4E00;&#x5C42;&#x7684;&#x4E3B;&#x8981;&#x5DE5;&#x4F5C;&#x5185;&#x5BB9;&#x4FBF;&#x662F;&#x539F;&#x578B;&#x8BBE;&#x8BA1;&#xFF0C;&#x5728;&#x6B64;&#x4E4B;&#x524D;&#x7684;&#x6D41;&#x7A0B;&#x5176;&#x5B9E;&#x90FD;&#x662F;&#x786E;&#x5B9A;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x56E0;&#x6B64;&#x53EF;&#x4EE5;&#x5C06;&#x4E4B;&#x90FD;&#x770B;&#x4F5C;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x7684;&#x4E0A;&#x6E38;&#xFF1B;&#x800C;&#x4E4B;&#x540E;&#x7684;&#x7B2C;&#x4E94;&#x5C42;&#xFF0C;&#x5219;&#x662F;&#x4EA7;&#x54C1;&#x7684;&#x8868;&#x73B0;&#x5C42;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x5305;&#x62EC;&#x5177;&#x4F53;&#x7684;&#x7F8E;&#x672F;&#x754C;&#x9762;&#x6548;&#x679C;&#x548C;&#x524D;&#x7AEF;&#x5F00;&#x53D1;&#x5185;&#x5BB9;&#xFF0C;&#x8FD9;&#x662F;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x6700;&#x76F4;&#x63A5;&#x53EF;&#x89C1;&#x7684;&#x6267;&#x884C;&#x5C42;&#xFF0C;&#x662F;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x65B9;&#x6848;&#x786E;&#x5B9A;&#x540E;&#x7684;&#x5177;&#x4F53;&#x5B9E;&#x73B0;&#x8FC7;&#x7A0B;&#xFF0C;&#x53EF;&#x89C6;&#x4E3A;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x7684;&#x4E0B;&#x6E38;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x7528;&#x7B80;&#x5355;&#x7684;&#x8BDD;&#x603B;&#x7ED3;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x7684;&#x6982;&#x5FF5;&#x5C31;&#x662F;&#xFF0C;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x5E08;&#x6839;&#x636E;&#x4E0A;&#x6E38;&#x7684;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x5236;&#x4F5C;&#x7684;&#x51FA;&#x6765;&#x7684;&#x7528;&#x4E8E;&#x6307;&#x5BFC;&#x4E0B;&#x6E38;&#x5F00;&#x53D1;&#x5B9E;&#x73B0;&#x7684;&#x5404;&#x79CD;&#x6587;&#x6863;&#x3001;&#x6D41;&#x7A0B;&#x56FE;&#x3001;&#x4FDD;&#x771F;&#x539F;&#x578B;&#x7B49;&#x5F62;&#x5F0F;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x4EA7;&#x51FA;&#x7269;&#x3002;</p>
<h2 id="&#x6982;&#x5FF5;&#x6BD4;&#x8F83;"><a href="#&#x6982;&#x5FF5;&#x6BD4;&#x8F83;" class="headerlink" title="&#x6982;&#x5FF5;&#x6BD4;&#x8F83;"></a>&#x6982;&#x5FF5;&#x6BD4;&#x8F83;</h2><p>&#x5728;&#x5B9E;&#x9645;&#x5DE5;&#x4F5C;&#x4E2D;&#x5E38;&#x5E38;&#x4F1A;&#x9047;&#x5230;&#x51E0;&#x4E2A;&#x5BB9;&#x6613;&#x4E0E;&#x201C;&#x539F;&#x578B;&#x201D;&#x6DF7;&#x6DC6;&#x7684;&#x6982;&#x5FF5;&#x3002;</p>
<h4 id="&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x6587;&#x6863;&#xFF08;PRD&#xFF09;&#xFF1A;"><a href="#&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x6587;&#x6863;&#xFF08;PRD&#xFF09;&#xFF1A;" class="headerlink" title="&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x6587;&#x6863;&#xFF08;PRD&#xFF09;&#xFF1A;"></a>&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x6587;&#x6863;&#xFF08;PRD&#xFF09;&#xFF1A;</h4><p>&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x662F;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x7684;&#x7075;&#x9B42;&#x5185;&#x5BB9;&#xFF0C;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x7684;&#x5B9A;&#x4F4D;&#x6700;&#x5927;&#x7A0B;&#x5EA6;&#x5730;&#x51B3;&#x5B9A;&#x4EA7;&#x54C1;&#x6700;&#x7EC8;&#x7684;&#x6210;&#x8D25;&#xFF1B;&#x4EA7;&#x54C1;&#x7814;&#x53D1;&#x4E2D;&#x7684;&#x5176;&#x4ED6;&#x6240;&#x6709;&#x5DE5;&#x4F5C;&#x90FD;&#x662F;&#x4EE5;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#xFF0C;&#x9700;&#x6C42;&#x5C31;&#x662F;&#x4EA7;&#x54C1;&#x8981;&#x5B9E;&#x73B0;&#x7684;&#x6700;&#x7EC8;&#x76EE;&#x6807;&#x3002;&#x56E0;&#x6B64;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x6587;&#x6863;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5BF9;&#x4EA7;&#x54C1;&#x529F;&#x80FD;&#x4E0E;&#x76EE;&#x6807;&#x7684;&#x5B9A;&#x4F4D;&#x548C;&#x63CF;&#x8FF0;&#x3002;</p>
<h4 id="&#x7EBF;&#x6846;&#x56FE;&#x3001;&#x793A;&#x610F;&#x56FE;&#xFF1A;"><a href="#&#x7EBF;&#x6846;&#x56FE;&#x3001;&#x793A;&#x610F;&#x56FE;&#xFF1A;" class="headerlink" title="&#x7EBF;&#x6846;&#x56FE;&#x3001;&#x793A;&#x610F;&#x56FE;&#xFF1A;"></a>&#x7EBF;&#x6846;&#x56FE;&#x3001;&#x793A;&#x610F;&#x56FE;&#xFF1A;</h4><p>&#x7EBF;&#x6846;&#x56FE;&#x4E0E;&#x793A;&#x610F;&#x56FE;&#x4E3B;&#x8981;&#x7528;&#x6765;&#x5411;&#x76F8;&#x5173;&#x4EBA;&#x5458;&#x89E3;&#x91CA;&#x8BF4;&#x660E;&#x4EA7;&#x54C1;&#x7684;&#x5916;&#x89C2;&#x6837;&#x5F0F;&#x8BBE;&#x8BA1;&#x3002;&#x7EBF;&#x6846;&#x56FE;&#x548C;&#x793A;&#x610F;&#x56FE;&#x90FD;&#x4EE5;&#x9759;&#x6001;&#x7684;&#x5F62;&#x5F0F;&#x8868;&#x8FBE;&#x5176;&#x5185;&#x5BB9;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x9700;&#x6C42;&#x6587;&#x6863;&#x6216;&#x539F;&#x578B;&#x6587;&#x6863;&#x5185;&#x5BB9;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x4F46;&#x5F88;&#x96BE;&#x53EA;&#x7528;&#x7EBF;&#x6846;&#x56FE;&#x548C;&#x793A;&#x610F;&#x56FE;&#x6765;&#x8868;&#x8FBE;&#x4E00;&#x4E2A;&#x5B8C;&#x6574;&#x4EA7;&#x54C1;&#x9700;&#x6C42;&#x548C;&#x8BBE;&#x8BA1;&#x610F;&#x56FE;&#x3002;</p>
<h4 id="&#x9AD8;-&#x4F4E;&#x4FDD;&#x771F;&#x539F;&#x578B;&#xFF1A;"><a href="#&#x9AD8;-&#x4F4E;&#x4FDD;&#x771F;&#x539F;&#x578B;&#xFF1A;" class="headerlink" title="&#x9AD8;/&#x4F4E;&#x4FDD;&#x771F;&#x539F;&#x578B;&#xFF1A;"></a>&#x9AD8;/&#x4F4E;&#x4FDD;&#x771F;&#x539F;&#x578B;&#xFF1A;</h4><p>&#x4FDD;&#x771F;&#x539F;&#x578B;&#x662F;&#x4EE5;&#x76F8;&#x5173;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#xFF08;&#x5982;Axure&#xFF09;&#x4E3A;&#x4E3B;&#x8981;&#x624B;&#x6BB5;&#x6765;&#x5B9E;&#x73B0;&#x7684;&#x52A8;&#x6001;&#x754C;&#x9762;&#x793A;&#x610F;&#x56FE;&#xFF1B;&#x968F;&#x7740;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x7684;&#x8FED;&#x4EE3;&#x53D1;&#x5C55;&#xFF0C;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x8F6F;&#x4EF6;&#x53EF;&#x4EE5;&#x4F7F;&#x4E0D;&#x61C2;&#x7684;&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x7684;&#x76F8;&#x5173;&#x4EBA;&#x5458;&#x4F9D;&#x9760;&#x7B80;&#x5355;&#x7684;&#x754C;&#x9762;&#x64CD;&#x4F5C;&#x6765;&#x5B9E;&#x73B0;&#x5927;&#x90E8;&#x5206;&#x52A8;&#x6001;UE&#x3001;UI&#x6548;&#x679C;&#xFF0C;&#x4F7F;&#x5F97;&#x8BBE;&#x8BA1;&#x5E08;&#x53EF;&#x4EE5;&#x66F4;&#x597D;&#x7684;&#x5411;&#x5177;&#x4F53;&#x5B9E;&#x73B0;&#x4EBA;&#x5458;&#xFF08;&#x4E3B;&#x8981;&#x662F;&#x524D;&#x7AEF;&#x7A0B;&#x5E8F;&#x5F00;&#x53D1;&#x4EBA;&#x5458;&#xFF0C;&#x4E5F;&#x5305;&#x62EC;&#x4E00;&#x90E8;&#x5206;UI&#x8BBE;&#x8BA1;&#x5E08;&#xFF09;&#x8868;&#x8FBE;&#x81EA;&#x5DF1;&#x7684;&#x8BBE;&#x8BA1;&#x9700;&#x6C42;&#x3002;</p>
<h4 id="&#x5C0F;&#x7ED3;"><a href="#&#x5C0F;&#x7ED3;" class="headerlink" title="&#x5C0F;&#x7ED3;"></a>&#x5C0F;&#x7ED3;</h4><p>&#x56E0;&#x6B64;&#xFF0C;&#x7ED3;&#x5408;&#x5BF9;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x6982;&#x5FF5;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x8981;&#x533A;&#x5206;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x5176;&#x5B9E;&#x975E;&#x5E38;&#x7B80;&#x5355;&#xFF1A;&#x9700;&#x6C42;&#x6587;&#x6863;&#x8868;&#x8FBE;&#x7684;&#x662F;&#x9700;&#x6C42;&#x672C;&#x8EAB;&#xFF0C;&#x539F;&#x578B;&#x8868;&#x8FBE;&#x7684;&#x662F;&#x5B9E;&#x73B0;&#x9700;&#x6C42;&#x7684;&#x5177;&#x4F53;&#x65B9;&#x6848;&#xFF0C;&#x800C;UI&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x5DE5;&#x4F5C;&#x6210;&#x679C;&#x5219;&#x662F;&#x9700;&#x6C42;&#x548C;&#x539F;&#x578B;&#x8BBE;&#x8BA1;&#x6700;&#x7EC8;&#x5B9E;&#x73B0;&#x7684;&#x4EA7;&#x7269;&#xFF1B;&#x800C;&#x7EBF;&#x6846;&#x56FE;&#x3001;&#x793A;&#x610F;&#x56FE;&#x3001;&#x9AD8;/&#x4F4E;&#x4FDD;&#x771F;&#x539F;&#x578B;&#x53EA;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x5177;&#x4F53;&#x8868;&#x73B0;&#x65B9;&#x5F0F;&#x800C;&#x5DF2;&#x3002;</p>
<p>&#x5728;&#x5B9E;&#x9645;&#x5DE5;&#x4F5C;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8981;&#x6CE8;&#x610F;&#x5398;&#x6E05;&#x201C;&#x9700;&#x6C42;&#x201D;&#x201C;&#x65B9;&#x6848;&#x201D;&#x201C;&#x5B9E;&#x73B0;&#x6548;&#x679C;&#x201D;&#x8FD9;&#x4E9B;&#x6982;&#x5FF5;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x800C;&#x4E0D;&#x7528;&#x523B;&#x610F;&#x7684;&#x53BB;&#x5F3A;&#x8C03;&#x9700;&#x6C42;&#x6587;&#x6863;&#x3001;&#x539F;&#x578B;&#x6A21;&#x677F;&#x3001;UI&#x7EBF;&#x6846;&#x56FE;&#x4E0E;&#x793A;&#x610F;&#x56FE;&#x4E4B;&#x95F4;&#x7684;&#x5DEE;&#x522B;&#x3002;&#x4EA4;&#x4E92;&#x8BBE;&#x8BA1;&#x7684;&#x6838;&#x5FC3;&#x4ECD;&#x5728;&#x4E8E;&#x8BBE;&#x8BA1;&#xFF0C;&#x5728;&#x4E8E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3001;&#x5B9E;&#x73B0;&#x9700;&#x6C42;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x6240;&#x6709;&#x7684;&#x601D;&#x8003;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#xFF0C;&#x4E0D;&#x5E94;&#x8BE5;&#x5C06;&#x592A;&#x591A;&#x7684;&#x65F6;&#x95F4;&#x548C;&#x7CBE;&#x529B;&#x7EA0;&#x7ED3;&#x4E8E;&#x5BF9;&#x6982;&#x5FF5;&#x7684;&#x533A;&#x5206;&#x3001;&#x5DE5;&#x5177;&#x7684;&#x9009;&#x62E9;&#x548C;&#x5185;&#x5BB9;&#x5F62;&#x5F0F;&#x7684;&#x8868;&#x73B0;&#x3002;</p>
<h2 id="&#x5236;&#x4F5C;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x7684;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x63A8;&#x8350;"><a href="#&#x5236;&#x4F5C;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x7684;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x63A8;&#x8350;" class="headerlink" title="&#x5236;&#x4F5C;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x7684;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x63A8;&#x8350;"></a>&#x5236;&#x4F5C;&#x4EA4;&#x4E92;&#x539F;&#x578B;&#x7684;&#x5DE5;&#x5177;&#x7A0B;&#x5E8F;&#x63A8;&#x8350;</h2><blockquote>
<p>&#x6B64;&#x7AE0;&#x8282; &#x7531;&#x963F;&#x897F;UED&#x8865;&#x5145;  </p>
</blockquote>
<p>&#x6309;&#x7167;&#x4F7F;&#x7528;&#x573A;&#x666F;&#x6765;&#x770B;&#x5206;&#x4E3A;&#x51E0;&#x4E2A;&#x7C7B;&#x578B;</p>
<ul>
<li>&#x5C40;&#x90E8;&#x52A8;&#x6548;<ul>
<li>Principle</li>
<li>AE</li>
<li>Finto</li>
</ul>
</li>
<li>&#x4EA4;&#x4E92;&#x539F;&#x578B;<ul>
<li>Axure</li>
<li>Sketch</li>
<li>Justinmind</li>
<li>&#x5176;&#x4ED6;&#x90FD;&#x662F;&#x53EF;&#x4EE5;&#x7701;&#x7565;&#x4E0D;&#x8BF4;&#x7684; </li>
</ul>
</li>
<li>DRD&#x6587;&#x6863;<ul>
<li>Axure&#xFF08;HTML&#xFF09;</li>
<li>Sketch&#xFF08;HTML&#xFF09;</li>
<li>Justinmind&#xFF08;HTML&#xFF09;</li>
<li>Word</li>
<li>Pages</li>
<li>Keynote</li>
<li>PPT</li>
<li>PDF</li>
</ul>
</li>
<li>&#x4EA4;&#x4E92;&#x6807;&#x6CE8;<ul>
<li>Sketch</li>
<li>Axure</li>
<li>Justinmind</li>
</ul>
</li>
<li>&#x903B;&#x8F91;&#x5BFC;&#x56FE;<ul>
<li>Mindjet</li>
<li>&#x767E;&#x5EA6;&#x8111;&#x56FE;</li>
<li>Mindnode</li>
</ul>
</li>
<li>&#x6700;&#x5E38;&#x7528;&#x7684;&#x5DE5;&#x5177;<ul>
<li>2B&#x94C5;&#x7B14;</li>
<li>&#x529E;&#x516C;&#x9ED1;&#x8272;&#x6C34;&#x7B14;</li>
<li>&#x7EB8;&#x8D28;&#x7B14;&#x8BB0;&#x672C;</li>
<li>A4&#x6253;&#x5370;&#x7EB8;</li>
<li>&#x767D;&#x677F;&#xFF08;&#x529E;&#x516C;&#x5BA4;&#x90FD;&#x6709;&#x7684;&#x90A3;&#x79CD;&#xFF09;</li>
</ul>
</li>
</ul>

      
    </div>

    <div>
      
        
<div id="wechat_subscriber" style="display: block； padding: 10px 0; margin: 20px auto; width: 100%; text-align: center">
    <img id="wechat_subscriber_qcode" src="/img/wechat.jpg" alt="IAMUE wechat" style="width: 200px; max-width: 100%;"/>
    <div>扫一扫关注IAMUE官方微信，涨交互设计姿势！</div>
</div>

      
    </div>

    <div>
      
        
  <div style="padding: 10px 0; margin: 20px auto; width: 90%; text-align: center;">
    <div>您的支持将用于优化服务！</div>
    <button id="rewardButton" disable="enable" onclick="var qr = document.getElementById('QR'); if (qr.style.display === 'none') {qr.style.display='block';} else {qr.style.display='none'}">
      <span>赏</span>
    </button>
    <div id="QR" style="display: none;">
      
        <div id="wechat" style="display: inline-block">
          <img id="wechat_qr" src="/img/wechatpay.png" alt="IAMUE WeChat Pay"/>
          <p>微信打赏</p>
        </div>
      
      
        <div id="alipay" style="display: inline-block">
          <img id="alipay_qr" src="/img/alipay.png" alt="IAMUE Alipay"/>
          <p>支付宝打赏</p>
        </div>
      
    </div>
  </div>


      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/交互设计/" rel="tag">#交互设计</a>
          
            <a href="/tags/交互概念/" rel="tag">#交互概念</a>
          
            <a href="/tags/交互基础/" rel="tag">#交互基础</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/06/25/Interaction-Design/" rel="next" title="交互设计">
                <i class="fa fa-chevron-left"></i> 交互设计
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
        <!-- JiaThis Button BEGIN -->
<div class="jiathis_style">
  <a class="jiathis_button_tsina"></a>
  <a class="jiathis_button_tqq"></a>
  <a class="jiathis_button_weixin"></a>
  <a class="jiathis_button_cqq"></a>
  <a class="jiathis_button_douban"></a>
  <a class="jiathis_button_renren"></a>
  <a class="jiathis_button_qzone"></a>
  <a class="jiathis_button_kaixin001"></a>
  <a class="jiathis_button_copy"></a>
  <a href="http://www.jiathis.com/share" class="jiathis jiathis_txt jiathis_separator jtico jtico_jiathis" target="_blank"></a>
  <a class="jiathis_counter_style"></a>
</div>
<script type="text/javascript" >
  var jiathis_config={
    hideMore:false
  }
</script>
<script type="text/javascript" src="http://v3.jiathis.com/code/jia.js" charset="utf-8"></script>
<!-- JiaThis Button END -->

      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/06/28/交互设计的输出物/"
           data-title="交互设计的产出物" data-url="http://jhxt.org/2016/06/28/交互设计的输出物/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.gif"
               alt="IAMUE" />
          <p class="site-author-name" itemprop="name">IAMUE</p>
          <p class="site-description motion-element" itemprop="description">解决一切关于交互设计的疑惑</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">12</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">6</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        
          <div class="feed-link motion-element">
            <a href="/atom.xml" rel="alternate">
              <i class="fa fa-rss"></i>
              RSS
            </a>
          </div>
        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        
          <div class="links-of-blogroll motion-element links-of-blogroll-block">
            <div class="links-of-blogroll-title">
              <i class="fa  fa-fw fa-globe"></i>
              Links
            </div>
            <ul class="links-of-blogroll-list">
              
                <li class="links-of-blogroll-item">
                  <a href="http://jhxt.org/sitemap.xml" title="站点地图" target="_blank">站点地图</a>
                </li>
              
                <li class="links-of-blogroll-item">
                  <a href="http://iamue.com/" title="IAMUE" target="_blank">IAMUE</a>
                </li>
              
            </ul>
          </div>
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#收录时间"><span class="nav-number">1.</span> <span class="nav-text">收录时间</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#贡献者"><span class="nav-number">2.</span> <span class="nav-text">贡献者</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#释义"><span class="nav-number">3.</span> <span class="nav-text">释义</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#交互原型"><span class="nav-number">4.</span> <span class="nav-text">交互原型</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#概念比较"><span class="nav-number">5.</span> <span class="nav-text">概念比较</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#产品需求文档（PRD）："><span class="nav-number">5.0.1.</span> <span class="nav-text">产品需求文档（PRD）：</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#线框图、示意图："><span class="nav-number">5.0.2.</span> <span class="nav-text">线框图、示意图：</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#高-低保真原型："><span class="nav-number">5.0.3.</span> <span class="nav-text">高/低保真原型：</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#小结"><span class="nav-number">5.0.4.</span> <span class="nav-text">小结</span></a></li></ol></li></ol></li><li class="nav-item nav-level-2"><a class="nav-link" href="#制作交互原型的工具程序推荐"><span class="nav-number">6.</span> <span class="nav-text">制作交互原型的工具程序推荐</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">IAMUE</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

<div class="busuanzi-count">

  <script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js"></script>

  
    <span class="site-uv"><i class="fa fa-user"></i><span class="busuanzi-value" id="busuanzi_value_site_uv"></span></span>
  

  
    <span class="site-pv"><i class="fa fa-eye"></i><span class="busuanzi-value" id="busuanzi_value_site_pv"></span></span>
  
  
</div>



        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"ixdwiki"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementById('footer')
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
      
      <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
      <script src="/js/src/hook-duoshuo.js"></script>
    
  






  
  
  

  

  

</body>
</html>
